[
   {
   "creator":"~ Yoana Dianika",
   "teks":"...Aku ingin kau tahu, diam-diam, aku selalu menitipkan harapan yang sama ke dalam beribu-ribu rintik hujan: aku ingin hari depanku selalu bersamamu..."
   },
   {
   "creator":"~ Aiman Bagea",
   "teks":"Ada dua cinta dan aku harus memilih salah satunya"
   },
   {
   "creator":"~ Sigmund Freud",
   "teks":"Adalah alami bila saat jatuh cinta kita selalu mengidealkan orang yang dicintai"
   },
   {
   "creator":"~ Erich Fromm",
   "teks":"Agar cinta itu tumbuh, seseorang harus aktif bertindak, harus menunjukkan cintanya"
   },
   {
   "creator":"~ Bunda Teresa",
   "teks":"Agar cinta menjadi nyata, harus berbiaya, harus sakit, dan harus mengosongkan diri kita dahulu."
   },
   {
   "creator":"~ Iwan Setyawan",
   "teks":"Ah, Ibuk! Kau adalah hijau pepohonan yang menutupi kegersangan. Napas buat kehidupan."
   },
   {
   "creator":"~ Habiburrahman El Shirazy",
   "teks":"Aku baru menyadari bahwa antara cinta dan rasa ingin memiliki itu tidak sama."
   },
   {
   "creator":"~ Donny Dhirgantoro",
   "teks":"Aku berani mencintai, dan aku mencintai dengan berani"
   },
   {
   "creator":"~ Bernard Batubara",
   "teks":"Aku heran. Memangnya cinta hanya bisa untuk satu? Tidak bisa dua, tiga, atau empat?"
   },
   {
   "creator":"~ Pidi Baiq",
   "teks":"Aku ingin pacaran dengan orang yang dia tahu hal yang aku sukai tanpa perlu kuberitahu, yang membuktikan kepadaku bahwa cinta itu ada tetapi bukan oleh apa yang dikatakannya melainkan oleh sikap dan perbuatannya."
   },
   {
   "creator":"~ Seno Gumira Ajidarma",
   "teks":"Aku ingin yakin bahwa kamu memang cinta padaku. Aku harus yakin kamu memang cinta, kamu memang sayang, kamu memang selalu memikirkan aku. Apakah kamu selalu memikirkan aku? Katakan padaku kamu cinta, cinta, cinta."
   },
   {
   "creator":"~ Moammar Emka",
   "teks":"Aku mencintaimu di luar pemahaman. Selesai! Dan, aku bahagia. Cukup!"
   },
   {
   "creator":"~ Sapardi Djoko Damono",
   "teks":"Aku mencintaimu. Itu sebabnya aku takkan pernah selesai mendoakan Keselamatanmu."
   },
   {
   "creator":"~ Dwitasari",
   "teks":"Aku mencintainya, cinta yang berusaha kusembunyikan dalam setiap sikap dinginku."
   },
   {
   "creator":"~ Tere Liye",
   "teks":"Aku sempurna tertikam oleh ilusiku sendiri. Pengkhianatan oleh hatiku yang sibuk menguntai simpul pertanda cinta."
   },
   {
   "creator":"~ Asma Nadia",
   "teks":"Aku tak ragu mengatakan, bersama denganmu walaupun sebatas embusan angin kunamai ia anugrah"
   },
   {
   "creator":"~ Seno Gumira Ajidarma",
   "teks":"Aku tidak pernah keberatan menunggu siapa pun berapa lama pun selama aku mencintainya."
   },
   {
   "creator":"~ Ralph Connor",
   "teks":"Anda tahu, cinta berusaha membuat lebih bahagia daripada menjadi sekedar bahagia."
   },
   {
   "creator":"~ Soe Hok Gie",
   "teks":"Apakah kau masih akan berkata, kudengar derap jantungmu. Kita begitu berbeda dalam semua kecuali dalam cinta?"
   },
   {
   "creator":"~ Johann Wolfgang von Goethe",
   "teks":"Apalah arti hidup jika tidak banyak memberi cinta dan manfaat kepada orang lain."
   },
   {
   "creator":"~ Jalaluddin Rumi",
   "teks":"Apapun yang kau dengar dan katakan (tentang Cinta), Itu semua hanyalah kulit. Sebab, inti dari Cinta adalah sebuah rahasia yang tak terungkapkan."
   },
   {
   "creator":"~ Seno Gumira Ajidarma",
   "teks":"Api cinta membakar hatiku, seperti kebakaran yang yang dikobarkan Hanoman sewaktu membumihanguskan Alengka. Brengsek! Kenapa manusia harus mempunyai perasaan seperti itu?"
   },
   {
   "creator":"~ Khalil Gibran",
   "teks":"Arus air berlari dan bergelombang di antara batu karang, dan menyanyikan lagu cinta."
   },
   {
   "creator":"~ Bambang Pamungkas",
   "teks":"Atas nama rasa cinta kita terhadap olah raga ini, serta untuk kebanggaan bangsa. Maka mari kita singgkirkan ego kita untuk kepentingan yang jauh lebih besar."
   },
   {
   "creator":"~ Bernard Batubara",
   "teks":"Bagaimana mungkin kita saling jatuh cinta, namun ditakdirkan untuk tidak bersama?"
   },
   {
   "creator":"~ Sujiwo Tejo",
   "teks":"Banyak orang pacaran, seabrek orang menikah, tapi cuma segelintir yang sempat mengalami cinta."
   },
   {
   "creator":"~ Iwan Setyawan",
   "teks":"Belahan jiwa yang semakin bening dalam mencintai satu sama lain. Belahan jiwa yang saling melindungi. Belahan jiwa yang hidup untuk hidup belahan jiwa yang lain."
   },
   {
   "creator":"~ William Shakespeare",
   "teks":"Berbicaralan dengan pelan jika Anda berbicara cinta."
   },
   {
   "creator":"~ Jefri Al Buchori",
   "teks":"Berhati-hatilah jika cinta sudah mulai menginjak-injak hati sanubarimu."
   },
   {
   "creator":"~ Andrea Hirata",
   "teks":"Biarlah kita jatuh cinta dan biarlah waktu mengujinya."
   },
   {
   "creator":"~ Benjamin Franklin",
   "teks":"Bila ada perkawinan tanpa cinta, maka wajar saja bila ada cinta tanpa perkawinan."
   },
   {
   "creator":"~ Algernon Charles Swinburne",
   "teks":"Bila cinta adalah mawar, dan aku menjadi daunnya, hidup kita akan bersama tumbuh mekar dalam musim duka maupun ceria."
   },
   {
   "creator":"~ Paulo Coelho",
   "teks":"Bukan cinta namanya kalau hanya berdiam diri saja seperti padang pasir, atau menjelajahi dunia seperti angin. Bukan pula cinta namanya kalau hanya memandang segala sesuatu dari kejauhan."
   },
   {
   "creator":"~ Joyce Brothers",
   "teks":"Bukti paling nyata dari cinta adalah kepercayaaan."
   },
   {
   "creator":"~ Robert Green Ingersoll",
   "teks":"Cahaya terlihat oleh mata, udara terserap ke paru-paru, cinta berasal dari hati, kebebasan adalah jiwa dari manusia."
   },
   {
   "creator":"~ Mario Teguh",
   "teks":"Cara yang terbaik untuk mengobati cinta yang luka adalah : JATUH CINTA LAGI"
   },
   {
   "creator":"~ Chairil Anwar",
   "teks":"Cinta adalah bahaya yang lekas jadi pudar"
   },
   {
   "creator":"~ John Lennon",
   "teks":"Cinta adalah bunga - Anda harus membiarkannya tumbuh."
   },
   {
   "creator":"~ D. H. Lawrence",
   "teks":"Cinta adalah bunga kehidupan yang mekar secara tak terduga. Tak ada hukum yang mengaturnya, dan pasti akan dipetik ketika kau menemukannya, dan kau akan menemukan dirimu terlena dalam setiap tarikan napas cinta."
   },
   {
   "creator":"~ Pandji Pragiwaksono",
   "teks":"Cinta adalah hal terakhir yang mutlak kita bisa berikan kepada anak kita, ketika kita tidak bisa, tidak kuasa memberikan apa pun lagi."
   },
   {
   "creator":"~ Samuel Taylor Coleridge",
   "teks":"Cinta adalah hasrat untuk bersatu dengan sesuatu yang dirasa perlu untuk melengkapi dirinya, dengan cara-cara yang paling sempurna yang diizinkan oleh alam."
   },
   {
   "creator":"~ Robert Frost",
   "teks":"Cinta adalah hasrat yang tiada batas dari gejolak hati yang tiada tertahankan."
   },
   {
   "creator":"~ H. Jackson Brown Jr",
   "teks":"Cinta adalah ketika kebahagiaan orang lain lebih penting daripada kebahagiaan diri sendiri."
   },
   {
   "creator":"~ Robert Heinlein",
   "teks":"Cinta adalah kondisi di mana kebahagiaan orang lain merupakan hal penting bagi dirimu."
   },
   {
   "creator":"~ Erich Fromm",
   "teks":"Cinta adalah lambang keakraban antara dua manusia di mana masing-masing saling menjaga keutuhan bersama."
   },
   {
   "creator":"~ Dee Lestari",
   "teks":"Cinta adalah mengalami."
   },
   {
   "creator":"~ Tawfiq Al-Hakim",
   "teks":"Cinta adalah puisi. Makna-maknanya keluar dari hati. Keindahannya akan sirna jika dalam nafasnya disisipi akal."
   },
   {
   "creator":"~ Andrea Hirata",
   "teks":"Cinta adalah racun manis penuh tipu muslihat."
   },
   {
   "creator":"~ Khalil Gibran",
   "teks":"Cinta adalah satu-satunya bunga yang dapat tumbuh dan berbunga tanpa bantuan musim."
   },
   {
   "creator":"~ Helvy Tiana Rosa",
   "teks":"Cinta adalah seberapa pandai kau menghapus airmata."
   },
   {
   "creator":"~ Winna Efendi",
   "teks":"Cinta adalah.. merasakan seluruh emosi jungkir balik dan berbaur menjadi satu. Merasa segalanya akan baik-baik saja selama berpegangan tangan dengannya. Seperti sedang bermimpi.. dengan kedua mata terbuka lebar-lebar."
   }
]